Repository: sandstorm/neos-development-collection
Catalog: Neos.Workspace.Ui/Resources/Private/Translations/*/Main.xlf
Languages: vi

source: Back
vi: Quay lại

source: Cancel
vi: Hủy bỏ

# pathCaption
source: Path
vi: Đường dẫn

# relativePathCaption
source: Relative Path
vi: Đường dẫn tương đối

# workspaces.label
source: Workspaces
vi: Không gian làm việc

# workspaces.createNewWorkspace
source: Create new workspace
vi: Tạo một không gian làm việc mới

# workspaces.createWorkspace
source: Create workspace
vi: Tạo không gian làm việc

# workspaces.editWorkspace
source: Edit workspace
vi: Chỉnh sửa không gian làm việc

# workspaces.yesDeleteWorkspace
source: Yes, delete the workspace
vi: Vâng, xóa không gian làm việc này

# workspaces.editWorkspace
source: Edit workspace "{0}"
vi: Chỉnh sửa không gian làm việc

# workspaces.personalWorkspace
source: Personal workspace
vi: Không gian làm việc cá nhân

# workspaces.privateWorkspace
source: Private workspace
vi: Không gian làm việc riêng

# workspaces.workspace.title
source: Title
vi: Tiêu đề

# workspaces.workspace.description
source: Description
vi: Mô tả

# workspaces.workspace.visibility
source: Visibility
vi: Khả năng hiển thị

# workspaces.workspace.visibility.private
source: Private
vi: Riêng

# workspaces.workspace.visibility.shared
source: Shared
vi: Nội bộ

# workspaces.workspace.changes
source: Changes
vi: Thay đổi

# workspaces.openPageInWorkspace
source: Open page in "{0}" workspace
vi: Mở trang trong không gian làm việc "{0}"

# workspaces.help.cantDeletePersonalWorkspace
source: This is your personal workspace which you can't delete.
vi: Đây là không gian làm việc cá nhân mà bạn không thể xóa.

# workspaces.review
source: Review
vi: Đánh giá

# workspaces.discardSelectedChanges
source: Discard selected changes
vi: Bỏ các thay đổi đã lựa chọn

# workspaces.discardAllChanges
source: Discard all changes
vi: Loại bỏ tất cả thay đổi

# workspaces.publishAllChanges
source: Publish all changes
vi: Công khai tất cả thay đổi

# workspaces.publishAllChangesTo
source: Publish all changes to {0}
vi: Công khai tất cả thay đổi đến {0}

# changedContentCaption
source: Changed Content
vi: Nội dung đã thay đổi

# workspaces.legend.deleted
source: deleted
vi: đã xóa bỏ

# workspaces.legend.created
source: created
vi: đã tạo

# workspaces.legend.moved
source: moved
vi: đã di chuyển

# workspaces.legend.hidden
source: hidden
vi: ẩn

# workspaces.legend.edited
source: edited
vi: Đã chỉnh sửa

# workspaces.thereAreNoUnpublishedChanges
source: There are no unpublished changes in this workspace.
vi: Không có những thay đổi không được công khai trong không gian làm việc này

# workspaces.discardAllChangesInWorkspaceConfirmation
source: Do you really want to discard all changes in the "{0}" workspace?
vi: Bạn có thực sự muốn hủy bỏ tất cả những thay đổi trong không gian làm việc "{0}"

# workspaces.workspaceWithThisTitleAlreadyExists
source: A workspace with this title already exists.
vi: Không gian làm việc với tiêu đề này đã tồn tại

# workspaces.workspaceHasBeenUpdated
source: The workspace "{0}" has been updated.
vi: Không gian làm việc "{0}" đã được cập nhật

# workspaces.workspaceHasBeenRemoved
source: The workspace "{0}" has been removed.
vi: Không gian làm việc "{0}" đã bị gỡ bỏ

# workspaces.selectedChangeHasBeenPublished
source: The selected change has been published.
vi: Thay đổi đã chọn đã được công khai

# workspaces.selectedChangeHasBeenDiscarded
source: The selected change has been discarded.
vi: Sự thay đổi đã chọn đã bị hủy bỏ

# workspaces.selectedChangesHaveBeenPublished
source: The selected changes have been published.
vi: Những thay đổi đã chọn đã được công khai

# workspaces.selectedChangesHaveBeenDiscarded
source: The selected changes have been discarded.
vi: Những thay đổi đã chọn đã bị hủy bỏ

# workspaces.allChangesInWorkspaceHaveBeenPublished
source: All changes from workspace "{0}" have been published to {1}.
vi: Tất cả thay đổi từ không gian làm việc "{0}" đã được công khai đến {1}.

# workspaces.allChangesInWorkspaceHaveBeenDiscarded
source: All changes from workspace "{0}" have been discarded.
vi: Tất cả thay đổi từ không gian làm việc "{0}" đã bị hủy bỏ.
